Ret640/bulk/kOmegaSST/nrgAHFM/Pr0.71/mesh5/constant/thermophysicalTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermophysicalTransport;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

/*
24428*[0.025 0.71]'
ans =

   6.107000000000000e+02
   1.734388000000000e+04
*/

RAS
{
    model   nrgAHFM;
    turbulence on;
    printCoeffs on;
    RePr 1.734388e+04;
    RaPr 1.0;
}

// ************************************************************************* //
