Ret640/bulk/kOmegaSST/nrgAHFM/Pr0.71/mesh5/0.orig/kt
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      kt;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 2 0 0 0];

internalField   uniform 0.5e-1;

boundaryField
{
    inlet
    {
        type            cyclic;
    }
    outlet
    {
        type            cyclic;
    }
    bottom
    {
        type            fixedValue;
        value           uniform 1e-15;
    }
    top
    {
        type            fixedValue;
        value           uniform 1e-15;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
